[
  {
    "id": "portfolioModal1",
    "titulo": "Rhodophyta",
    "imagens": [
      "../imagens/Talassociclo/Algas vermelhas praia da Concha Ilhéus.jpg"
    ],
    "descricoes": {
      "pt": [
        "Nome científico: <i>Rhodophyta</i>: popularmente conhecida como “alga vermelha”, por apresentar coloração característica. Região: Praia da Concha em Ilhéus, Bahia. Classificação superior: <i>Archaeplastida</i>. Filo: <i>Rhodophyta</i>; Wettstein, 1922. Domínio: <i>Eukaryota</i>. Região de coleta: Praia da Concha em Ilhéus, Bahia."
      ],
      "en": [
        "Scientific name: <i>Rhodophyta</i>, popularly known as “red algae” due to its characteristic color. Location: Praia da Concha, Ilhéus, Bahia. Higher classification: <i>Archaeplastida</i>. Phylum: <i>Rhodophyta</i>; Wettstein, 1922. Domain: <i>Eukaryota</i>. Collection region: Praia da Concha, Ilhéus, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "As algas vermelhas são amplamente utilizadas na produção de agar, um gel usado em alimentos e pesquisas científicas.",
      "en": "Red algae are widely used in the production of agar, a gel used in food and scientific research."
    }
  },
  {
    "id": "portfolioModal2",
    "titulo": "Ulva",
    "imagens": [
      "../imagens/Talassociclo/Algas verdes praia da Concha Ilhéus2.jpg"
    ],
    "descricoes": {
      "pt": [
        "Nome científico: <i>Ulva</i>. Conhecida como algas verdes ou alface do mar. Possui ampla distribuição natural ao longo das costas de todos os oceanos. Pertencente ao gênero <i>Ulva</i>. Família: <i>Ulvaceae</i>. Filo: <i>Chlorophyta</i>, Clado: <i>Viridiplantae</i>. Classe: <i>Ulvophyceae</i>. Região de coleta: Praia da Concha em Ilhéus, Bahia."
      ],
      "en": [
        "Scientific name: <i>Ulva</i>. Known as green algae or sea lettuce. It has a wide natural distribution along the coasts of all oceans. Belongs to the genus <i>Ulva</i>. Family: <i>Ulvaceae</i>. Phylum: <i>Chlorophyta</i>, Clade: <i>Viridiplantae</i>. Class: <i>Ulvophyceae</i>. Collection region: Praia da Concha, Ilhéus, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "A alface do mar é comestível e utilizada em diversas culinárias ao redor do mundo.",
      "en": "Sea lettuce is edible and used in various cuisines around the world."
    }
  },
  {
    "id": "portfolioModal3",
    "titulo": "Ulva intestinalis L. e Ulva",
    "imagens": [
      "../imagens/Talassociclo/Algas verdes praia da Concha Ilhéus.jpg"
    ],
    "descricoes": {
      "pt": [
        "Algas pertencentes ao Filo <i>Chlorophyta</i>, a da esquerda conhecida como “alga verde” ou erva-patinha. Nome científico: <i>Ulva intestinalis L.</i>. A da direita é conhecida como alface do mar (<i>Ulva</i>). Região de coleta: Praia da Concha em Ilhéus, Bahia."
      ],
      "en": [
        "Algae belonging to the Phylum <i>Chlorophyta</i>, the one on the left is known as “green algae” or gutweed. Scientific name: <i>Ulva intestinalis L.</i>. The one on the right is known as sea lettuce (<i>Ulva</i>). Collection region: Praia da Concha, Ilhéus, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "Algumas espécies de <i>Ulva</i> são indicadoras de poluição marinha, crescendo abundantemente em áreas eutrofizadas.",
      "en": "Some <i>Ulva</i> species are indicators of marine pollution, growing abundantly in eutrophic areas."
    }
  },
  {
    "id": "portfolioModal4",
    "titulo": "Chlorophyta e Phaeophyceae",
    "imagens": [
      "../imagens/Talassociclo/Algas verdes e pardas praia da Concha Ilhéus.jpg"
    ],
    "descricoes": {
      "pt": [
        "Comparação entre <i>Chlorophyta</i> (alga verde) e <i>Phaeophyceae</i> (alga parda). A alga parda pertence ao gênero <i>Sargassum sp.</i>. Região de coleta: Praia da Concha em Ilhéus, Bahia."
      ],
      "en": [
        "Comparison between <i>Chlorophyta</i> (green algae) and <i>Phaeophyceae</i> (brown algae). The brown algae belongs to the genus <i>Sargassum sp.</i>. Collection region: Praia da Concha, Ilhéus, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "O <i>Sargassum</i> pode formar grandes tapetes flutuantes no oceano, servindo de habitat para diversos organismos marinhos.",
      "en": "<i>Sargassum</i> can form large floating mats in the ocean, providing habitat for various marine organisms."
    }
  },
  {
    "id": "portfolioModal5",
    "titulo": "Praia da Engenhoca, Itacaré",
    "imagens": ["../imagens/Talassociclo/Praia da Engenhoca.jpg"],
    "descricoes": {
      "pt": [
        "Imagem do ambiente marinho da Praia da Engenhoca, com areia lisa e escura, formação rochosa e água azul. Localização: Itacaré, Bahia."
      ],
      "en": [
        "Image of the marine environment at Praia da Engenhoca, with smooth dark sand, rocky formations, and blue water. Location: Itacaré, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "A Praia da Engenhoca é uma das praias preferidas pelos surfistas, devido às boas condições de ondas.",
      "en": "Praia da Engenhoca is a favorite among surfers due to its excellent wave conditions."
    }
  },
  {
    "id": "portfolioModal6",
    "titulo": "Praia do Espelho",
    "imagens": [
      "../imagens/Talassociclo/Praia do Espelho Porto Seguro.jpg",
      "../imagens/Talassociclo/Praia do Espelho Porto Seguro2.jpg",
      "../imagens/Talassociclo/Praia do Espelho Porto Seguro5.jpg",
      "../imagens/Talassociclo/Praia do Espelho Porto Seguro7.jpg"
    ],
    "descricoes": {
      "pt": [
        "Imagem do ambiente marinho da Praia do Espelho. Evidência das piscinas naturais de água cristalina e um vasto coqueiral que beira a faixa de areia. Localização: Porto Seguro, Bahia.",
        "Imagem do ambiente marinho da Praia do Espelho, com mar de águas claras que variam entre o azul e o verde e a areia de cor creme. Localização: Porto Seguro, Bahia.",
        "Imagem do ambiente marinho da Praia da Praia do Espelho. A praia é marcada pela presença de areia clara, água azul e formações rochosas. Localização: Porto Seguro, Bahia.",
        "Imagem do ambiente marinho da Praia do Espelho. Essa praia caracteriza-se por reunir piscinas naturais de água cristalina e morna entre recifes, areias claras, falésias avermelhadas, e vegetação nativa com coqueirais. Localização: Porto Seguro, Bahia."
      ],
      "en": [
        "Image of the marine environment at Praia do Espelho. Highlights the natural crystal-clear water pools and a vast coconut grove bordering the sandy stretch. Location: Porto Seguro, Bahia.",
        "Image of the marine environment at Praia do Espelho, with clear waters ranging from blue to green and cream-colored sand. Location: Porto Seguro, Bahia.",
        "Image of the marine environment at Praia do Espelho. The beach is characterized by the presence of light sand, blue water, and rocky formations. Location: Porto Seguro, Bahia.",
        "Image of the marine environment at Praia do Espelho. This beach is known for its natural crystal-clear warm water pools between reefs, light sand, red cliffs, and native vegetation with coconut trees. Location: Porto Seguro, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "A Praia do Espelho é considerada uma das mais belas do Brasil, devido às suas paisagens intocadas e piscinas naturais.",
      "en": "Praia do Espelho is considered one of the most beautiful beaches in Brazil, thanks to its untouched landscapes and natural pools."
    }
  },
  {
    "id": "portfolioModal7",
    "titulo": "Praia Ponta de Mutá, Barra Grande",
    "imagens": [
      "../imagens/Talassociclo/Praia ponta de mutá.jpg",
      "../imagens/Talassociclo/Praia ponta de mutá2.jpg"
    ],
    "descricoes": {
      "pt": [
        "Imagem do ambiente marinho da Praia Ponta de Mutá, com mar calmo, areia lisa e de cor creme. É famosa por um espetáculo da natureza: um pôr do sol incrível, sendo o mais famoso da região. Localização: Vila de Barra Grande, Península de Maraú, Bahia.",
        "Imagem do ambiente marinho da Praia Ponta de Mutá. Evidenciando piscinas naturais que se formam na maré baixa entre os recifes de corais. Localização: Vila de Barra Grande, Península de Maraú, Bahia."
      ],
      "en": [
        "Image of the marine environment at Praia Ponta de Mutá, with calm sea, smooth cream-colored sand. It is famous for a natural spectacle: an incredible sunset, the most famous in the region. Location: Vila de Barra Grande, Península de Maraú, Bahia.",
        "Image of the marine environment at Praia Ponta de Mutá. Highlights the natural pools formed during low tide among coral reefs. Location: Vila de Barra Grande, Península de Maraú, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "A Ponta de Mutá é um local muito procurado para atividades como mergulho e snorkel devido à sua biodiversidade marinha.",
      "en": "Ponta de Mutá is a popular spot for activities such as diving and snorkeling due to its rich marine biodiversity."
    }
  },
  {
    "id": "portfolioModal8",
    "titulo": "Praia de Serra Grande, Serra Grande",
    "imagens": ["../imagens/Talassociclo/Praia serra Grande.jpg"],
    "descricoes": {
      "pt": [
        "Imagem do ambiente marinho da Praia de Serra Grande. Evidenciando o mar azul claro. Localização: Serra Grande, Uruçuca, Bahia."
      ],
      "en": [
        "Image of the marine environment at Praia de Serra Grande. Highlighting the light blue sea. Location: Serra Grande, Uruçuca, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "A Praia de Serra Grande é conhecida por suas falésias e por ser pouco frequentada, garantindo tranquilidade aos visitantes.",
      "en": "Praia de Serra Grande is known for its cliffs and being less crowded, offering tranquility to visitors."
    }
  },
  {
    "id": "portfolioModal9",
    "titulo": "Praia Três Coqueiros, Barra Grande",
    "imagens": [
      "../imagens/Talassociclo/Praia três coqueiros barra grande.jpg"
    ],
    "descricoes": {
      "pt": [
        "Imagem do ambiente marinho da Praia Três Coqueiros. Ao contrário do que o nome diz, possui um vasto coqueiral. Muito extensa, a praia é marcada pela presença de areia clara e recifes que surgem na maré baixa, formando piscinas naturais. Localização: Vila de Barra Grande, Península de Maraú, Bahia."
      ],
      "en": [
        "Image of the marine environment at Praia Três Coqueiros. Contrary to its name, it has a vast coconut grove. The beach is very extensive, marked by the presence of light sand and reefs that emerge at low tide, forming natural pools. Location: Vila de Barra Grande, Península de Maraú, Bahia."
      ]
    },
    "curiosidade": {
      "pt": "A Praia Três Coqueiros é um ótimo local para caminhadas longas à beira-mar, aproveitando a tranquilidade da região.",
      "en": "Praia Três Coqueiros is a great place for long walks along the seashore, enjoying the tranquility of the region."
    }
  }
]
